Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_752_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi ja Mii rs gárteba giellabeassedoaimma dárbbu
smn: Sämitigge já Mii rs kärttejeh kielâpiervâltooimâ táárbu

source: Sámediggi ohcá jahkásaččat oahpahus- ja kulturministeriijas stáhtadoarjaga sámiid giellabeasse- ja giellalávgunriekkesdoaimma várás .
smn: Sämitigge ocá máttááttâs- já kulttuurministeriöst staatâtorjuu kielâpiervâl- já kielâlávgumkerhotooimâ várás .

source: Sámediggi ja Mii rs gárteba sámebearrašiid giellabeassedoaimma dárbbu Roavvenjárggas .
smn: Puáttee tooimâ vuávám várás Sämitigge já Mii rs kärttejeh sämiperrui halulâšvuođâ uásálistiđ sämikielâlii kielâpiervâltooimân Ruávinjaargâst .

source: Luđe jearahallan
smn: Luođii koijâdâllâm

source: dákko
smn: täst
